{
  "title": "London: A Pilgrimage (Wood Engraving)",
  "artist": "Gustave Doré",
  "year": "1872",
  "medium": "Wood engraving on paper",
  "dimensions": {
    "width": 0.35,
    "height": 0.25
  },
  "style": "Victorian Illustration / Realism",
  "description": "This evocative wood engraving by Gustave Doré is one of the iconic illustrations from 'London: A Pilgrimage,' a landmark book created in collaboration with journalist Blanchard Jerrold. The image captures the dramatic contrasts of Victorian London, depicting crowded streets, monumental architecture, and the struggles of the urban poor. Doré's masterful use of light and shadow, along with his keen eye for detail, brings the city's atmosphere to life, offering a vivid and sometimes haunting vision of 19th-century urban existence.",
  "artistBio": "Gustave Doré (1832–1883) was a prolific French artist, engraver, illustrator, and sculptor, renowned for his extraordinary imagination and technical virtuosity. He illustrated works by Dante, Cervantes, Milton, and the Bible, as well as numerous literary and historical subjects. Doré's engravings for 'London: A Pilgrimage' are celebrated for their social commentary and their ability to capture the spirit of an era. His influence extended across Europe and America, shaping the visual culture of the 19th century.",
  "historicalContext": "Published in 1872, 'London: A Pilgrimage' was a groundbreaking collaboration that documented the realities of life in the world's largest city at the height of the Victorian era. Doré's engravings provided a powerful visual record of both the grandeur and the hardships of London, reflecting contemporary debates about poverty, progress, and social reform. The work remains a vital source for understanding the complexities of urban life in the 19th century.",
  "technique": "Doré employed the wood engraving technique to achieve remarkable tonal range and detail, using intricate line work and dramatic contrasts of light and dark. His illustrations combine documentary accuracy with expressive composition, guiding the viewer's eye through bustling scenes and poignant moments. The engravings were printed in black and white, enhancing their stark realism and emotional impact.",
  "location": "British Museum, London"
}
