{
  "title": "The Rue Montorgueil in Paris. Celebration of June 30, 1878",
  "artist": "Claude Monet",
  "year": "1878",
  "medium": "Oil on canvas",
  "dimensions": {
    "width": 0.81,
    "height": 0.5
  },
  "style": "Impressionism",
  "description": "Monet's exuberant painting captures the festive atmosphere of the Rue Montorgueil in Paris during the national celebration of June 30, 1878. The street is alive with fluttering tricolor flags, bustling crowds, and a sense of patriotic joy. Monet's rapid, broken brushstrokes and vibrant palette convey the movement and excitement of the scene, while the play of light and color creates a shimmering, immersive effect. The work exemplifies Impressionism's focus on capturing fleeting moments and the sensations of modern urban life.",
  "artistBio": "Claude Monet (1840–1926) was a founding figure of the Impressionist movement, renowned for his innovative approach to light, color, and atmosphere. His paintings of gardens, water lilies, and urban scenes revolutionized landscape painting and influenced generations of artists. Monet's commitment to painting en plein air and his exploration of changing light conditions are hallmarks of his enduring legacy.",
  "historicalContext": "Painted to commemorate the national holiday marking the Universal Exhibition of 1878, this work reflects the optimism and unity of the French Third Republic. The celebration symbolized France's recovery and renewal after the Franco-Prussian War and the Paris Commune. Monet's painting documents both a specific historical event and the broader spirit of modernity and progress in late 19th-century Paris.",
  "technique": "Monet used quick, spontaneous brushstrokes and a high-key palette to evoke the energy and brilliance of the celebration. His technique emphasizes the effects of natural light and the visual impression of the scene rather than precise detail. The composition's dynamic perspective and overlapping flags guide the viewer's eye through the bustling street, immersing them in the festive atmosphere.",
  "location": "Musée d'Orsay, Paris"
}
