{
  "title": "Woman with a Parasol – Madame Monet and Her Son",
  "artist": "Claude Monet",
  "year": "1875",
  "medium": "Oil on canvas",
  "dimensions": {
    "width": 1.0,
    "height": 1.0
  },
  "style": "Impressionism",
  "description": "This luminous painting by Claude Monet depicts his wife, Camille, and their son, Jean, in a sunlit field. Camille stands gracefully with a parasol, her figure captured in a fleeting moment as the wind stirs her dress and veil. Jean is seen in the background, partially obscured by wildflowers. Monet's rapid, expressive brushwork and vibrant palette convey the movement of air and light, creating a sense of immediacy and spontaneity. The work exemplifies Impressionism's focus on capturing the effects of natural light and the beauty of everyday life.",
  "artistBio": "Claude Monet (1840–1926) was a pioneering French painter and a leading figure of the Impressionist movement. Renowned for his innovative approach to color, light, and atmosphere, Monet's work revolutionized landscape painting. His commitment to painting en plein air and his exploration of changing light conditions are hallmarks of his enduring legacy.",
  "historicalContext": "Painted during the summer of 1875 in Argenteuil, this work reflects Monet's interest in portraying modern life and the fleeting effects of sunlight. The painting was created at a time when Impressionism was gaining momentum, challenging academic conventions and emphasizing direct observation of nature. The informal, intimate subject matter underscores the movement's break from traditional portraiture.",
  "technique": "Monet used loose, energetic brushstrokes and a high-key palette to capture the play of light and shadow. The composition's unusual perspective, with Camille seen from below against a bright sky, enhances the sense of immediacy and movement. The painting's freshness and spontaneity are achieved through Monet's mastery of color and his ability to suggest form through light.",
  "location": "National Gallery of Art, Washington, D.C."
}
