{
  "title": "A Sunday Afternoon on the Island of La Grande Jatte",
  "artist": "Georges Seurat",
  "year": "1884-1886",
  "medium": "Oil on canvas",
  "dimensions": {
    "width": 3.08,
    "height": 2.07
  },
  "style": "Pointillism / Neo-Impressionism",
  "description": "A monumental masterpiece depicting Parisians relaxing in a suburban park on the banks of the River Seine. Created using the revolutionary pointillist technique, the painting features dozens of figures in contemporary dress, arranged in a seemingly static, formal composition. Despite the casual subject matter, Seurat's systematic application of color theory and optical mixing creates a sense of timelessness and geometric harmony. The work shows people from different social classes enjoying leisure time, with parasols, dogs, and a monkey adding whimsical details to this meticulously planned scene.",
  "artistBio": "Georges Seurat (1859-1891) was a French post-Impressionist painter and the founder of Neo-Impressionism. A pioneer of the pointillist technique, Seurat developed a scientific approach to painting based on color theory and optical effects. Despite his brief career, cut short by his death at age 31, he revolutionized modern painting and influenced countless artists who followed.",
  "historicalContext": "Created during the height of the Belle Époque, this painting captures the growing phenomenon of urban leisure in late 19th-century Paris. The Grande Jatte was a popular island destination for Parisians seeking respite from city life. The work debuted at the eighth and final Impressionist exhibition in 1886, where it caused both controversy and admiration, marking a turning point from Impressionism to a more structured, scientific approach to painting.",
  "technique": "Seurat spent two years creating this masterwork, making numerous preparatory studies and sketches. He employed the pointillist technique (also called divisionism), applying thousands of tiny dots of pure, unmixed color directly onto the canvas. When viewed from a distance, these dots optically blend in the viewer's eye to create luminous, vibrant colors. The painting's surface contains countless small strokes of contrasting colors based on contemporary color theory, creating a shimmering, luminous effect.",
  "location": "Art Institute of Chicago"
}
