{
  "title": "Bridal Procession on the Hardangerfjord",
  "artist": "Adolph Tidemand and Hans Gude",
  "year": "1848",
  "medium": "Oil on canvas",
  "dimensions": {
    "width": 1.30,
    "height": 0.935
  },
  "style": "Norwegian Romantic Nationalism",
  "description": "This sun-drenched summer painting, featuring the Western Norwegian nature with its fjords and mountains, a stave church on a promontory, and a bridal procession distributed among several boats, is a typical expression of how the national romantics perceived Norwegian nature and folk life. The painting has been revered as an 'icon' by generations of Norwegians and has also been transferred to the stage both as a living tableau and as a ballet, accompanied by poetry and music.",
  "artistBio": "Adolph Tidemand (Norwegian, 1814–1876) was the first Norwegian artist to relocate to Düsseldorf. He renounced his ambition of becoming a history painter in order to depict scenes from folk life, giving a new sense of dignity to the peasantry. Hans Gude (Norwegian, 1825–1903) was celebrated for his masterful landscape paintings. The poet Bjørnstjerne Bjørnson supposedly remarked that it was Tidemand's paintings that enabled him to write his popular peasant tales.",
  "historicalContext": "Artists were instrumental in defining what was distinctly Norwegian after Norway had adopted a constitution of its own in 1814, following centuries of Danish rule. This painting, which so strongly expresses the aesthetic ideals of the nineteenth century, became widely popular. It was spread far and wide throughout the country through prints, and its popularity also led Tidemand and Gude to paint several versions.",
  "technique": "The collaboration combined Tidemand's skill in depicting folk life and customs with Gude's mastery of Norwegian landscape painting. The work exemplifies the academic realist style with meticulous attention to detail in both figures and landscape, creating a composition that beautifully balances human activity with the sublime grandeur of Norwegian nature.",
  "location": "National Museum of Norway, Oslo"
}
